Repository: wp-plugins/workbox-video-from-vimeo-youtube-plugin
Catalog: languages/workbox_video-*.po
Languages: es_es, ru_ru

source: Videos
es_es: Vídeos
ru_ru: Видео

source: Galleries
es_es: Galerías
ru_ru: Галереи

source: Options
es_es: Opciones
ru_ru: Опции

source: List of videos
es_es: Lista de vídeos
ru_ru: Список видео

source: Add New
es_es: Añadir nuevo
ru_ru: Добавить

source: Video Title
es_es: Título del vídeo
ru_ru: Заголовок видео

source: Video Gallery
es_es: Galería de vídeos
ru_ru: Видео галерея

source: Video Thumbnail
es_es: Miniatura del vídeo
ru_ru: Изображение видео

source: edit
es_es: modificar
ru_ru: редактировать

source: not attached
es_es: no hay adjunto
ru_ru: не присоединен

source: Currently there are no records
es_es: Actualmente no hay registros
ru_ru: Сейчас здесь нет записей

source: Edit Record
es_es: Modificar registro
ru_ru: Редактировать запись

source: Add New Video
es_es: Añadir nuevo vídeo
ru_ru: Добавить новое видео

source: Do you really want to delete this record?
es_es: ¿Deseas eliminar este registro?
ru_ru: Вы действительно хотите удалить это видео?

source: Publish
es_es: Publicado
ru_ru: Публиковать

source: Delete
es_es: Eliminar
ru_ru: Удалить

source: back to list
es_es: regresar a la lista
ru_ru: вернуться к списку

source: Video Name
es_es: Nombre del vídeo
ru_ru: Название видео

source: not attached to any gallery
es_es: no se ha añadido a ninguna galería
ru_ru: не присоединено ни к одной галерее

source: Gallery is not active
es_es: La galería no está activa
ru_ru: Галерея неактивна

source: Video URL
es_es: Dirección URL del vídeo
ru_ru: Ссылка на видео

source: Video Description
es_es: Descripción del vídeo
ru_ru: Описание видео

source: Show video?
es_es: ¿Mostrar vídeo?
ru_ru: Показывать видео?

source: List of videos in
es_es: Lista de videos en
ru_ru: Список видео

source: Error
ru_ru: Ошибка

source: Sort
es_es: Ordenar
ru_ru: Сортировка

source: Up
es_es: Subir
ru_ru: Вверх

source: Down
es_es: Bajar
ru_ru: Вниз

source: Add New Gallery
es_es: Añadir nueva galería
ru_ru: Добавить новую галерею

source: Gallery Name
es_es: Nombre de la galería
ru_ru: Название галереи

source: Gallery Page
es_es: Página
ru_ru: Страница галереи

source: not attached to any page
es_es: no se ha añadido a ninguna página
ru_ru: не присоединено ни к одной странице

source: Gallery Post Page
es_es: Página de entradas
ru_ru: Страница поста галереи

source: not attached to any post page
es_es: no se ha adjuntado a ninguna página de entradas
ru_ru: не присоединено ни к одному посту

source: Gallery Description
es_es: Descripción de la galería
ru_ru: Описание галереи

source: description
es_es: descripción
ru_ru: описание

source: Stack videos vertically?
es_es: ¿Apilar vídeos verticalmente?
ru_ru: Показывать видео вертикально?

source: Is Live?
es_es: ¿Es en directo?
ru_ru: Активно?

source: Gallery List
es_es: Lista de la galería
ru_ru: Список галерей

source: Gallery Title
es_es: Título de la galería
ru_ru: Название галереи

source: Workbox Video Plugin Options
es_es: Opciones de WorkBox Video Plugin
ru_ru: Опции Workbox видео-плагина

source: Settings updated!
es_es: ¡Ajustes actualizados!
ru_ru: Настройки обновлены

source: __Functionality type__
es_es: __Tipo de funcionalidad__
ru_ru: __Тип Функциональности__

source: Select a page
es_es: Seleccionar una página
ru_ru: Выбрать страницу

source: Use a ShortCode
es_es: Utilizar un código abreviado (shortcode)
ru_ru: Использовать ShortCode

source: Use a PHP function
es_es: Utilizar una función PHP
ru_ru: Использовать PHP функцию

source: Using a shortcode
es_es: Utilizando un código abreviado (shortcode)
ru_ru: Используя shortcode

source: Use a shortcode [workbox_video_YV_list gallery_name="Test Post Gallery"] where Test Post Gallery is the name of the gallery you want to use on the page.
es_es: Utilice el código abreviado [workbox_video_YV_list gallery_name="GALERIA"], donde GALERIA es el nombre de la galería que desea utilizar en la página.
ru_ru: Используйте shortcode [workbox_video_YV_list gallery_name="Название галереи"] где Название галереи - это имя галереи, которое вы хотите использовать для вывода на странице

source: Using a function
es_es: Utilizando una función
ru_ru: Используя функцию

source: Use a echo workbox_YV_video::showList(); to show a list of videos
es_es: Utilice el "echo" workbox_YV_video::showList(); para mostrar una lista de vídeos
ru_ru: Используйте echo workbox_YV_video::showList(); для вывода списка видео

source: Show videos on page
es_es: Número de vídeos por página
ru_ru: Количество видео на странице

source: 0 - no pagination
es_es: 0 - sin paginación
ru_ru: 0 - без пейджинга

source: CSS Options (leave the field empty for default value)
es_es: Opciones CSS (deje el campo vacío para establecer el valor predeterminado)
ru_ru: CSS опции (оставьте поле пустым для значения по умолчанию)

source: Pages counter DIV container
es_es: Contenedor DIV del contador de páginas
ru_ru: Контейнер DIV пейджинга

source: Default value
es_es: Valor por defecto
ru_ru: Значение по умолчанию

source: Pages counter DIV container link
es_es: Enlace del contenedor DIV del contador de páginas
ru_ru: Контейнер DIV пейджинг-ссылки

source: Main container DIV
es_es: DIV del contenedor principal
ru_ru: Главный контейнер DIV

source: Specific item container DIV
es_es: DIV del contenedor del elemento específico
ru_ru: Специальная ячейка-контейнер DIV

source: Image link A
es_es: Enlace a imagen A
ru_ru: Ссылка-изображение A

source: Image
es_es: Imagen
ru_ru: Изображение

source: Video title link A
es_es: Enlace a título de vídeo A
ru_ru: Заголовок видео-ссылки A

source: Video description container DIV
es_es: DIV del contenedor de la descripción del vídeo
ru_ru: Блок DIV содержащий описание видео

source: Count of video in line
es_es: Contador de fila de vídeo
ru_ru: Количество видео в строчке

source: Update Options
es_es: Actualizar opciones
ru_ru: Обновить опции
